Repository: jcglisson7989/MarketingAlliance
Catalog: MarketingAlliance/trunk/software/AS/Logical/Application_Logic/pkgInspect/HMITableTexts/Cfg_Inspect_Titles.tmx
Source language: en
Languages: de, es, fr, pt, sv

source: Insp. Primer VBlock
de: Insp. % s Vblock
es: Insp. % s VBlock
fr: Insp. % s VBlock
pt: Insp. % s Vblock
sv: Insp. % s Vblock

source: Insp. Primer Max Busy [S]
de: Insp. % s Max Busy [S]
es: Insp. % s Max esta ocupado [S]
fr: Insp. % de Max Busy [S]
pt: Insp. Max% s Busy [S]
sv: Insp. % s Max Busy [S]

source: Insp. Primer Results TO [s]
de: Insp. % s Ergebnisse [s]
es: Insp. % s resultados en [s]
fr: Insp. % s resultats à [s]
pt: Insp. % s resultados para [s]
sv: Insp. % s resultat till [S]

source: Insp. Primer Trig Pause [s]
de: Insp. % s Trig Pause [s]
es: Insp. % s Trig pausa [s]
fr: Insp. % s Trig Pause [s]
pt: Insp. % s Trig Pausa [s]
sv: Insp. % s Trig Pause [s]

source: Insp. Primer Illum ON TO [s]
de: Insp. % s Illum ON TO [s]
es: Insp. % s Illum ENCENDIDO A [s]
fr: Insp. Illum ON de% à [s]
pt: Insp. % s Illum ON TO [s]
sv: Insp. % s Illum Pa TILL [s]

source: Insp. Mouth VBlock
de: Insp. % s Vblock
es: Insp. % s VBlock
fr: Insp. % s VBlock
pt: Insp. % s Vblock
sv: Insp. % s Vblock

source: Insp. Mouth Max Busy [S]
de: Insp. % s Max Busy [S]
es: Insp. % s Max esta ocupado [S]
fr: Insp. % de Max Busy [S]
pt: Insp. Max% s Busy [S]
sv: Insp. % s Max Busy [S]

source: Insp. Mouth Results TO [s]
de: Insp. % s Ergebnisse [s]
es: Insp. % s resultados en [s]
fr: Insp. % s resultats à [s]
pt: Insp. % s resultados para [s]
sv: Insp. % s resultat till [S]

source: Insp. Mouth Trig Pause [s]
de: Insp. % s Trig Pause [s]
es: Insp. % s Trig pausa [s]
fr: Insp. % s Trig Pause [s]
pt: Insp. % s Trig Pausa [s]
sv: Insp. % s Trig Pause [s]

source: Insp. Mouth Illum ON TO [s]
de: Insp. % s Illum ON TO [s]
es: Insp. % s Illum ENCENDIDO A [s]
fr: Insp. Illum ON de% à [s]
pt: Insp. % s Illum ON TO [s]
sv: Insp. % s Illum Pa TILL [s]

source: VBlock count between PiP sensor, Inspection unit
de: Vblock Zahlung zwischen BiB - Sensor, Einheit Inspektion
es: Recuento VBlock entre el sensor de imagenes incrustadas, unidad de Inspeccion
fr: Nombre de VBlock entre le capteur PiP, unite d' inspection
pt: Contagem Vblock entre o sensor PiP, unidade de inspecao
sv: Vblock rakna mellan PiP sensor, inspektion enhet

source: Maximum amount of time to receive Inspection Busy Signal (signaling inspection process is happening) [S]
de: Die maximale Menge an Zeit Inspektion Busy Signal (Signalisierung Prufprozess geschieht) [S] erhalten
es: Cantidad maxima de tiempo para recibir Inspeccion Busy Signal (señalizacion proceso de inspeccion esta sucediendo) [S]
fr: Montant maximum de temps pour recevoir l' inspection Busy Signal (signalisation processus d'inspection se passe) [S]
pt: Quantidade maxima de tempo para receber Inspeccao Busy Signal (sinalizacao processo de inspecao esta acontecendo) [S]
sv: Maximal tid for att ta emot inspektion Busy Signal (signalering inspektionsprocessen sker) [S]

source: Time to wait for inspection results
de: Zeit zu warten , Prufergebnissen
es: Tiempo de espera para los resultados de inspeccion
fr: Temps d'attente pour les resultats de l' inspection
pt: Tempo de espera para os resultados da inspeccao
sv: Tid att vanta pa inspektionsresultat

source: Time after triggering the illumination to wait before triggering the inspection process to begin
de: Zeit nach der Beleuchtung Auslosung vor Auslosen des Prufprozesses zu warten , um zu beginnen
es: Tiempo despues de activarse la iluminacion debe esperar antes de desencadenar el proceso de inspeccion para comenzar
fr: Temps après le declenchement de l'eclairage à attendre avant de declencher le processus d'inspection pour commencer
pt: Tempo apos o desencadeamento da iluminacao para esperar antes de desencadear o processo de inspecao para comecar
sv: Tid efter utlosande belysningen att vanta innan utlosande inspektionsprocessen for att borja

source: Time for the illumination output to pulse HIGH.
de: Zeit fur die Lichtleistung zu pulsen HOCH.
es: La hora de la salida de la iluminacion de pulso de alto.
fr: Temps pour la sortie d'eclairage à impulsion haute.
pt: Tempo para a saida de iluminacao de pulso de alta.
sv: Tid for belysning utgang till puls HoG.
